{ "translations": {
    "User retention" : "Retenció d'usuaris",
    "Deletes users that did not log in in the last days." : "Suprimeix usuaris que no es connectan en els últims dies.",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files and other data of the affected users.\n\n* 🛂 Different retention possible for normal users and users of the [guests app](https://apps.nextcloud.com/apps/guests)\n* ⛔ Exclude users based on group memberships (default: admin group)\n* 🔑 Exclude users that never logged in (default: enabled)" : "Els usuaris es suprimeixen quan no han iniciat la sessió al seu compte en el nombre de dies indicat. Això també suprimirà tots els fitxers i altres dades dels usuaris afectats.\n\n* 🛂 Diferent retenció possible per als usuaris normals i usuaris de l'aplicació [convidats](https://apps.nextcloud.com/apps/guests)\n* ⛔ Exclou els usuaris segons les pertinences al grup (per defecte: grup d'administració)\n* 🔑 Exclou els usuaris que no han iniciat mai la sessió (per defecte: habilitat)",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files and other data of the affected users." : "Els usuaris se suprimeixen quan no han iniciat la sessió al seu compte en el nombre de dies indicat. Això també suprimirà tots els fitxers i altres dades dels usuaris afectats.",
    "Users from LDAP are deleted locally only, unless the LDAP write support app is enabled. When still available on LDAP, users will reappear." : "Les usuaris de LDAP són esborrats només localment, a excepció de que estigui habilitada la opció d'escriptura LDAP a l'aplicació.",
    "User expiration:" : "Caducitat de l'usuari:",
    "days" : "dies",
    "(0 to disable)" : "(0 per inhabilitar)",
    "Guest expiration:" : "Caducitat del convidat:",
    "Exclude groups:" : "Exclou els grups:",
    "Limit app usage to groups." : "Límit ús d’app per a grups."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}