{ "translations": {
    "Important information regarding your account" : "Wichtige Informationen zu Ihrem Konto",
    "Account deletion" : "Kontenlöschung",
    "You have not used your account since {date}." : "Sie haben Ihr Konto seit dem {date} nicht mehr verwendet.",
    "_Due to the configured policy for accounts, inactive accounts will be disabled after %n day._::_Due to the configured policy for accounts, inactive accounts will be disabled after %n days._" : ["Aufgrund der eingerichteten Kontenrichtlinie werden inaktive Konten nach %n Tag deaktiviert.","Aufgrund der eingerichteten Kontenrichtlinie werden inaktive Konten nach %n Tagen deaktiviert."],
    "_Due to the configured policy for accounts, inactive accounts will be deleted after %n day._::_Due to the configured policy for accounts, inactive accounts will be deleted after %n days._" : ["Aufgrund der konfigurierten Richtlinie für Konten werden inaktive Konten nach %n Tag gelöscht.","Aufgrund der konfigurierten Richtlinie für Konten werden inaktive Konten nach %n Tagen gelöscht."],
    "To keep your account you only need to login with your browser or connect with a desktop or mobile app. Otherwise your account and all the connected data will be permanently deleted." : "Um Ihr Konto zu behalten, müssen Sie sich nur mit Ihrem Browser anmelden oder sich mit einer Desktop- oder mobilen App verbinden. Andernfalls werden Ihr Konto und alle damit verbundenen Daten dauerhaft gelöscht.",
    "If you have any questions, please contact your administration." : "Bei Fragen wenden Sie sich bitte an Ihre Administration.",
    "Account retention (formerly User retention)" : "Kontoaufbewahrung (ehemals Benutzeraufbewahrung)",
    "Deletes accounts that did not login in the last days." : "Löscht Konten, die sich in den letzten Tagen nicht angemeldet haben.",
    "Accounts are deleted when they did not log in within the given number of days. This will also delete all files and other data associated with the account.\n\n* 🛂 Different retention possible for normal accounts and accounts of the [guests app](https://apps.nextcloud.com/apps/guests)\n* ⛔ Exclude accounts based on group memberships (default: admin group)\n* 🔑 Exclude accounts that never logged in (default: enabled)" : "Konten werden gelöscht, wenn sie sich nicht innerhalb der angegebenen Anzahl von Tagen angemeldet haben. Dadurch werden auch alle mit dem Konto verbundenen Dateien und anderen Daten gelöscht.\n\n* 🛂 Unterschiedliche Aufbewahrung möglich für normale Accounts und Accounts der [guests app](https://apps.nextcloud.com/apps/guests)\n* ⛔ Konten basierend auf Gruppenmitgliedschaften ausschließen (Standard: Administrationsgruppe)\n* 🔑 Konten ausschließen, die sich nie angemeldet haben (Standard: aktiviert)",
    "Could not fetch groups" : "Gruppen konnten nicht geladen werden",
    "Setting saved" : "Einstellung gespeichert",
    "Could not save the setting" : "Einstellung konnte nicht gespeichert werden",
    "Account retention" : "Kontoaufbewahrung",
    "Accounts are deleted when they did not log in within the given number of days. This will also delete all files and other data associated with the account." : "Konten werden gelöscht, wenn sie sich nicht innerhalb der angegebenen Anzahl von Tagen angemeldet haben. Dadurch werden auch alle mit dem Konto verbundenen Dateien und anderen Daten gelöscht.",
    "Accounts from LDAP are deleted locally only, unless the LDAP write support app is enabled. When still available on LDAP, accounts will reappear." : "Konten aus LDAP werden nur lokal gelöscht, es sei denn, die App zur Unterstützung von LDAP-Schreibvorgängen ist aktiviert. Wenn Konten noch auf LDAP verfügbar sind, werden sie wieder angezeigt.",
    "Keep accounts that never logged in" : "Behalten Sie Konten, die sich nie angemeldet haben",
    "Account disabling:" : "Konto deaktivieren:",
    "days" : "Tage",
    "(0 to disable)" : "(0 zum Deaktivieren)",
    "Guest account disabling:" : "Gast-Konto deaktivieren:",
    "Exclude groups:" : "Gruppen ausschließen:",
    "Ignore members of these groups from retention" : "Mitglieder dieser Gruppen von der Aufbewahrung ausschließen"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}