{ "translations": {
    "days" : "días",
    "(0 to disable)" : "(0 para desactivar)",
    "Exclude groups:" : "Excluir grupos:",
    "Could not fetch groups" : "No se han podido obtener los grupos",
    "Setting saved" : "Ajuste guardado",
    "Could not save the setting" : "No se ha podido guardar el ajuste",
    "User retention" : "Retención de usuario",
    "Deletes users that did not log in in the last days." : "Usuarios borrados que no se han conectado en los últimos días.",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files and other data of the affected users.\n\n* 🛂 Different retention possible for normal users and users of the [guests app](https://apps.nextcloud.com/apps/guests)\n* ⛔ Exclude users based on group memberships (default: admin group)\n* 🔑 Exclude users that never logged in (default: enabled)" : "Los usuarios son borrados cuando no inicien sesión en su cuenta durante un número de días dado. Esto también borrará todos los archivos y datos de los usuarios afectados.\n\n* 🛂 Es posible establecer distintas retenciones para usuarios normales y usuarios de la [aplicación invitados](https://apps.nextcloud.com/apps/guests)\n* ⛔ Excluye usuarios en base a los grupos a los que pertenezcan (por defecto: el grupo administrador)\n* 🔑 Excluye usuarios que no han iniciado sesión nunca (por defecto: habilitado)",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files and other data of the affected users." : "Los usuarios son borrados cuando no inicien sesión en su cuenta durante un número de días dado. Esto también borrará todos los archivos y otros datos de los usuarios afectados.",
    "Users from LDAP are deleted locally only, unless the LDAP write support app is enabled. When still available on LDAP, users will reappear." : "Los usuarios de LDAP se eliminan solo localmente a menos que el soporte de escritura LDAP esté habilitado. Mientras sigan disponibles en LDAP, los usuarios volverán a aparecer.",
    "User expiration:" : "Usuario caduca el: ",
    "Guest expiration:" : "Invitado caduca el: ",
    "Limit app usage to groups." : "Limitar uso de apps a grupos."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}