{ "translations": {
    "Important information regarding your account" : "Oluline teave sinu kasutajakonto kohta",
    "Account deletion" : "Kasutajakonto kustutamine",
    "You have not used your account since {date}." : "Sa pole oma kontot kasutanud alates {date}.",
    "_Due to the configured policy for accounts, inactive accounts will be disabled after %n day._::_Due to the configured policy for accounts, inactive accounts will be disabled after %n days._" : ["Vastavalt kasutajakontodele kehtestatud serveri reeglitele lülitatakse mitteaktiivsed kasutajakontod välja %n päeva pärast.","Vastavalt kasutajakontodele kehtestatud serveri reeglitele lülitatakse mitteaktiivsed kasutajakontod välja %n päeva pärast."],
    "_Due to the configured policy for accounts, inactive accounts will be deleted after %n day._::_Due to the configured policy for accounts, inactive accounts will be deleted after %n days._" : ["Vastavalt kasutajakontodele kehtestatud serveri reeglitele kustutatakse mitteaktiivsed kasutajakontod %n päeva pärast.","Vastavalt kasutajakontodele kehtestatud serveri reeglitele kustutatakse mitteaktiivsed kasutajakontod %n päeva pärast."],
    "To keep your account you only need to login with your browser or connect with a desktop or mobile app. Otherwise your account and all the connected data will be permanently deleted." : "Et sinu kasutajakonto säiliks pead serverisse sisselogima oma veebibrauserist või käivitama kas töölaua- või nutirakenduse. Vastasel juhul sinu kasutajakonto ja kõik tema andmed kustutatakse jäädavalt.",
    "If you have any questions, please contact your administration." : "Kui sul on küsimusi, siis palun võta ühendust peakasutajaga.",
    "Account retention (formerly User retention)" : "Kasutajakontode säilitamine (varasema nimega Kasutajate säilitamine)",
    "Deletes accounts that did not login in the last days." : "Kustutab kasutajakontod, mis pole loginus sisse viimaste päevade jooksul.",
    "Accounts are deleted when they did not log in within the given number of days. This will also delete all files and other data associated with the account.\n\n* 🛂 Different retention possible for normal accounts and accounts of the [guests app](https://apps.nextcloud.com/apps/guests)\n* ⛔ Exclude accounts based on group memberships (default: admin group)\n* 🔑 Exclude accounts that never logged in (default: enabled)" : "Kasutajakontod kustutakse, kui kasutaja pole etteantud päevade jooksul serverisse loginud. Samas kustutatakse ka kõik kasutaja failid ning muud andmed..\n\n* 🛂 Erinevad kustutamisreeglid tavakontodele ja [külaliste rakenduse](https://apps.nextcloud.com/apps/guests) külaliskontodele\n* ⛔ Kasutajakontode välistamine vastavalt gruppide liikmelisusele (vaikimisi: peakasutajate grupp)\n* 🔑 Kasutajakontode välistamine, kui nad pole kunagi sisse lugenud (vaikimisi: kasutusel)",
    "Could not fetch groups" : "Gruppide laadimine ei õnnestunud",
    "Setting saved" : "Seadistus on salvestatud",
    "Could not save the setting" : "Seadistuse salvestamine ei õnnestunud",
    "Account retention" : "Kasutajakontode kustutamine ja säilitamine",
    "Accounts are deleted when they did not log in within the given number of days. This will also delete all files and other data associated with the account." : "Kasutajakontod kustutakse, kui kasutaja pole etteantud päevade jooksul serverisse loginud. Samas kustutatakse ka kõik kasutaja failid ning muud andmed.",
    "Accounts from LDAP are deleted locally only, unless the LDAP write support app is enabled. When still available on LDAP, accounts will reappear." : "LDAP-serverist lisatud kasutajakontod kustutatakse vaid kohalikust serverist. Kui LDAP-serveris on kirjutusõigused olemas, siis kustutatakse ka sealt. Kui kasutajakonto on LDAP-serveris jätkuvalt olemas, siis tekib ta mingi aja pärast uuesti Nextcloudi serverisse.",
    "Keep accounts that never logged in" : "Säilita kontod, mis pole kunagi sise loginud",
    "Account disabling:" : "Kasutajakonto väljalülitamine:",
    "days" : "päeva",
    "(0 to disable)" : "(0 lülitab selle seadistuse välja)",
    "Guest account disabling:" : "Külaliskonto väljalülitamine:",
    "Exclude groups:" : "Välista grupid:",
    "Ignore members of these groups from retention" : "Nende gruppide puhul eira säilitusreegleid"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}