{ "translations": {
    "User retention" : "Conservazione utenti",
    "Deletes users that did not log in in the last days." : "Elimina gli utenti che non hanno eseguito l'accesso negli ultimi giorni.",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files and other data of the affected users.\n\n* 🛂 Different retention possible for normal users and users of the [guests app](https://apps.nextcloud.com/apps/guests)\n* ⛔ Exclude users based on group memberships (default: admin group)\n* 🔑 Exclude users that never logged in (default: enabled)" : "Gli utenti sono eliminati quando non hanno effettuato l'accesso al proprio account entro il numero di giorni specificato. Questo eliminerà anche tutti i file e altri dati degli utenti interessati .\n\n* 🛂 Possibilità di conservazione diversa per gli utenti normali e gli utenti dell'[applicazione ospiti](https://apps.nextcloud.com/apps/guests) \n* ⛔ Escludi gli utenti in base all'appartenenza al gruppo (impostazione predefinita: gruppo amministrativo) \n* 🔑 Escludi gli utenti che non hanno mai effettuato l'accesso (impostazione predefinita: abilitato) ",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files and other data of the affected users." : "Gli utenti sono eliminati quando non hanno eseguito l'accesso al proprio account in un dato numero di giorni. Ciò eliminerà tutti i file e gli altri dati interessati.",
    "Users from LDAP are deleted locally only, unless the LDAP write support app is enabled. When still available on LDAP, users will reappear." : "Gli utenti LDAP sono eliminati solo localmente, a meno che il supporto in scrittura LDAP sia stato abilitato. Se ancora disponibili su LDAP, gli utenti appariranno nuovamente..",
    "User expiration:" : "Scadenza utente:",
    "days" : "giorni",
    "(0 to disable)" : "(0 per disabilitare)",
    "Guest expiration:" : "Scadenza ospite:",
    "Exclude groups:" : "Escludi gruppi:",
    "Limit app usage to groups." : "Limita utilizzo delle applicazioni a gruppi.",
    "Could not fetch groups" : "Impossibile recuperare i gruppi",
    "Setting saved" : "Impostazione salvata",
    "Could not save the setting" : "Impossibile salvare l'impostazione"
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}