{ "translations": {
    "User retention" : "Retenção de usuários",
    "Deletes users that did not log in in the last days." : "Exclui usuários que não efetuaram login nos últimos dias.",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files and other data of the affected users.\n\n* 🛂 Different retention possible for normal users and users of the [guests app](https://apps.nextcloud.com/apps/guests)\n* ⛔ Exclude users based on group memberships (default: admin group)\n* 🔑 Exclude users that never logged in (default: enabled)" : "Os usuários são excluídos quando não fazem login em suas contas dentro de um determinado número de dias. Isso também excluirá todos os arquivos e outros dados dos usuários afetados.\n\n* 🛂 Retenção diferente possível para usuários normais e usuários do [guests app](https://apps.nextcloud.com/apps/guests)\n* ⛔Excluir usuários com base em associações de grupo (padrão: grupo admin)\n* 🔑 Excluir usuários que nunca fizeram login (padrão: habilitado)",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files and other data of the affected users." : "Os usuários são excluídos quando não fazem login em suas contas dentro de um determinado número de dias. Isso também excluirá todos os arquivos e outros dados dos usuários afetados.",
    "Users from LDAP are deleted locally only, unless the LDAP write support app is enabled. When still available on LDAP, users will reappear." : "Os usuários do LDAP são excluídos apenas localmente, a menos que o aplicativo de suporte à gravação LDAP esteja ativado. Quando ainda estiverem disponíveis no LDAP, os usuários reaparecerão.",
    "User expiration:" : "Expiração do usuário:",
    "days" : "dias",
    "(0 to disable)" : "(0 para desativar)",
    "Guest expiration:" : "Expiração do convidado:",
    "Exclude groups:" : "Excluir grupos:",
    "Limit app usage to groups." : "Limitar o uso de aplicativos para grupos.",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files of the affected users." : "Os usuários são removidos quando não fazem login em sua conta dentro do número determinado de dias. Isso também apagará todos os arquivos dos usuários afetados."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}