{ "translations": {
    "Important information regarding your account" : "Taarifa muhimu kuhusu akaunti yako",
    "Account deletion" : "Ufutaji wa akaunti",
    "You have not used your account since {date}." : "Hujatumia akaunti yako tangu {date}.",
    "_Due to the configured policy for accounts, inactive accounts will be disabled after %n day._::_Due to the configured policy for accounts, inactive accounts will be disabled after %n days._" : ["Due to the configured policy for accounts, inactive accounts will be disabled after %n day.","Kutokana na sera iliyosanidiwa ya akaunti, akaunti ambazo hazitumiki zitazimwa baada ya siku %n."],
    "_Due to the configured policy for accounts, inactive accounts will be deleted after %n day._::_Due to the configured policy for accounts, inactive accounts will be deleted after %n days._" : ["Due to the configured policy for accounts, inactive accounts will be deleted after %n day.","Kutokana na sera iliyosanidiwa ya akaunti, akaunti ambazo hazitumiki zitafutwa baada ya siku %n."],
    "To keep your account you only need to login with your browser or connect with a desktop or mobile app. Otherwise your account and all the connected data will be permanently deleted." : "Ili kuhifadhi akaunti yako, unahitaji tu kuingia ukitumia kivinjari chako au uunganishe na kompyuta ya mezani au programu ya simu. Vinginevyo, akaunti yako na data yote iliyounganishwa itafutwa kabisa.",
    "If you have any questions, please contact your administration." : "Ikiwa una maswali yoyote, tafadhali wasiliana na uongozi wako.",
    "Account retention (formerly User retention)" : "Uhifadhi wa akaunti (zamani uhifadhi wa Mtumiaji)",
    "Deletes accounts that did not login in the last days." : "Hufuta akaunti ambazo hazikuingia katika siku za mwisho.",
    "Accounts are deleted when they did not log in within the given number of days. This will also delete all files and other data associated with the account.\n\n* 🛂 Different retention possible for normal accounts and accounts of the [guests app](https://apps.nextcloud.com/apps/guests)\n* ⛔ Exclude accounts based on group memberships (default: admin group)\n* 🔑 Exclude accounts that never logged in (default: enabled)" : "Akaunti hufutwa wakati hazijaingia ndani ya idadi ya siku zilizotolewa. Hii pia itafuta faili zote na data nyingine zinazohusiana na akaunti.\n\n* 🛂 Uhifadhi tofauti unaowezekana kwa akaunti za kawaida na akaunti za [programu ya wageni](https://apps.nextcloud.com/apps/guests)\n* ⛔ Ondoa akaunti kulingana na uanachama wa kikundi (chaguo-msingi: kikundi cha msimamizi)\n* 🔑 Ondoa akaunti ambazo hazijaingia (chaguo-msingi: kuwezeshwa)",
    "Could not fetch groups" : "Haikuweza kuleta vikundi",
    "Setting saved" : "Mipangilio imehifadhiwa",
    "Could not save the setting" : "Haikuweza kuhifadhi mpangilio",
    "Account retention" : "Uhifadhi wa akaunti",
    "Accounts are deleted when they did not log in within the given number of days. This will also delete all files and other data associated with the account." : "Akaunti hufutwa wakati hazijaingia ndani ya idadi ya siku zilizotolewa. Hii pia itafuta faili zote na data nyingine zinazohusiana na akaunti.",
    "Accounts from LDAP are deleted locally only, unless the LDAP write support app is enabled. When still available on LDAP, accounts will reappear." : "Akaunti kutoka LDAP hufutwa ndani ya nchi pekee, isipokuwa kama programu ya usaidizi wa uandishi wa LDAP imewashwa. Wakati bado inapatikana kwenye LDAP, akaunti zitaonekana tena.",
    "Keep accounts that never logged in" : "Weka akaunti ambazo hazijaingia",
    "Account disabling:" : "Akaunti inazimwa:",
    "days" : "siku",
    "(0 to disable)" : "(0 kuzima)",
    "Guest account disabling:" : "Akaunti ya mgeni inazimwa:",
    "Exclude groups:" : "Usijumuishe vikundi:",
    "Ignore members of these groups from retention" : "Puuza washiriki wa vikundi hivi kutokana na kubaki"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}