{ "translations": {
    "User retention" : "Kullanıcı tutma",
    "Deletes users that did not log in in the last days." : "Belirtilen gün süreyle oturum açmayan kullanıcıları siler",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files and other data of the affected users.\n\n* 🛂 Different retention possible for normal users and users of the [guests app](https://apps.nextcloud.com/apps/guests)\n* ⛔ Exclude users based on group memberships (default: admin group)\n* 🔑 Exclude users that never logged in (default: enabled)" : "Kullanıcılar, belirtilen gün sayısı içinde oturum açmadığında hesapları silinir. Bu işlem, etkilenen kullanıcıların tüm dosyalarını ve diğer verilerini de siler.\n\n* 🛂 Normal kullanıcılar ve [konuk uygulama](https://apps.nextcloud.com/apps/guests) kullanıcıları için farklı saklama seçenekleri vardır\n* ⛔ Kullanıcılar grup üyeliklerine göre katılmayabilir (varsayılan: yönetici grubu)\n* 🔑 Hiç oturum açmamış kullanıcılar katılmayabilir (varsayılan: etkin)",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files and other data of the affected users." : "Belirtilen gün süreyle oturum açmayan kullanıcılar silinir. Ayrıca ilgili kullanıcıların tüm dosyaları ve diğer bilgileri de silinir.",
    "Users from LDAP are deleted locally only, unless the LDAP write support app is enabled. When still available on LDAP, users will reappear." : "LDAP yazma desteği uygulaması etkin değise LDAP üzerinden alınan kullanıcılar yalnız yerel olarak silinir. Bu kullanıcılar LDAP üzerinde bulunmaya devam ettiğinden yeniden belirebilirler.",
    "User expiration:" : "Kullanıcı silme süresi:",
    "days" : "gün",
    "(0 to disable)" : "(devre dışı bırakmak için 0)",
    "Guest expiration:" : "Konukların silinme süresi:",
    "Exclude groups:" : "Katılmayacak gruplar:",
    "Limit app usage to groups." : "Uygulamayı belirli gruplar kullanabilsin.",
    "Could not fetch groups" : "Gruplar alınamadı",
    "Setting saved" : "Ayarlar kaydedildi",
    "Could not save the setting" : "Ayar kaydedilemedi"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}