OC.L10N.register(
    "user_retention",
    {
    "days" : "днів",
    "(0 to disable)" : "(0 для вимкнення)",
    "Exclude groups:" : "Виключити групи:",
    "Ignore members of these groups from retention" : "Ігнорувати учасників цих груп від утримання",
    "Could not fetch groups" : "Не вдалося отримати групи",
    "Setting saved" : "Налаштування збережено",
    "Could not save the setting" : "Не вдалося зберегти налаштування",
    "User retention" : "Утримання користувачів",
    "Deletes users that did not log in in the last days." : "Призведе до вилучення користувачів, які не входили до системи останніми днями.",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files and other data of the affected users.\n\n* 🛂 Different retention possible for normal users and users of the [guests app](https://apps.nextcloud.com/apps/guests)\n* ⛔ Exclude users based on group memberships (default: admin group)\n* 🔑 Exclude users that never logged in (default: enabled)" : "Користувачів буде вилучено, якщо вони не входитимуть до свого облікового запису протягом заданої кількості днів. Це також призведе до вилучення всіх файлів користувачів, обліковки яких було вилучено, та інших даних користувачів. \n\n* 🛂 Для звичайних користувачів та користувачів гостьових застосунків [guests app] (https://apps.nextcloud.com/apps/guests) можливе різне збереження. \n* ⛔ Не включає користувачів на основі участи в групах (типово - це група адміністратора) \n* 🔑 Не виключає користувачів, які ніколи не входили до систему (типово - неактивні користувачі)",
    "Users are deleted when they did not log into their account within the given number of days. This will also delete all files and other data of the affected users." : "Користувачі видаляються, якщо вони не ввійшли до свого облікового запису протягом заданої кількості днів. Це також призведе до видалення всіх файлів та інших даних постраждалих користувачів.",
    "Users from LDAP are deleted locally only, unless the LDAP write support app is enabled. When still available on LDAP, users will reappear." : "Користувачів з LDAP буде вилучено лише на пристрої, якщо не увімкнено підтримку запису до LDAP. Таким чином, усі доступні у каталозі LDAP користувачі згодом знову з'являться у системі.",
    "User expiration:" : "Термін дії користувача:",
    "Guest expiration:" : "Термін дії гостя:",
    "Limit app usage to groups." : "Обмежте використання програми групами."
},
"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);");
